{
  "parties": {
    "recipient_address": "1600 Pennsylvania Ave NW, Washington, DC 20500",
    "recipient_entity_type": "Colorado 501(c)(3) nonprofit corporation",
    "service_provider_entity_type": "Washington, DC Corporation",
    "service_provider_address": "1600 Pennsylvania Ave NW, Washington, DC 20500",
    "points_of_contact": false,
    "service_provider_name": "ABC Assessing",
    "recipient_name": "XYC Company"
  },
  "engagement": {
    "milestones_of_engagement": false,
    "activities_of_engagement": true
  },
  "confidentiality": {
    "agreement_is_considered_confidential": true,
    "information_to_be_shared_with_third_parties": "the number of incidents identified and their types.",
    "reps_with_access_to_confidental_info": true,
    "timeline_for_confidential_info_notice": "5",
    "third_parties_with_access_to_confidential_information": "my best friend",
    "confidential_info_shared_with_third_parties": true,
    "confidential_information_sunset_years": "4",
    "communication_security_guidelines": ""
  },
  "termination_with_cause": {
    "max_num_of_extension_delays": true,
    "notification_format": "email",
    "days_until_auto_acceptance": "15",
    "days_to_remedy_breach": "15",
    "notification_days_before_deadline": "15",
    "notice_of_delays": true
  },
  "agreement": {
    "recipiant_written_approval_of_third_parties": true,
    "goal": "The traditional corporate security assessment is based upon an assumption that an organization has the time, money, and manpower to aim for as close to perfect security as possible, and more importantly, that they will be able to have ongoing assessments over time. The Recipient of this assessment has none of these luxuries.\n\nTherefore they have asked the Service Provider to design and use a customized combination of selected assessment techniques derived from standards in the security auditing world to provide a tailored risk assessment and mitigation consultation.\n\nThis audit will not only provide an assessment of the Recipients risks, but will also act as a teaching opportunity for the Service Provider to provide the Recipient a map of their digital footprint, an understanding of how their technology is tied to the threats they perceive, and guidance on how to seek out support in the future.\n\nLastly, the Service Provider is well connected to trusted digital security trainers around the world as well as large networks of resources and broader capabilities, including rapid response networks. They will use these preexisting relationships to help the Recipient identify the support they need to address their vulnerabilities.",
    "utilizing_third_parties": true,
    "producing_deliverables": true,
    "deliverables_to_be_produced": "",
    "authorized_representatives": true
  },
  "term_of_contract": {
    "agreement_end_date": "January 14th 2017 ",
    "event_that_completes_agreement": "both",
    "agreement_start_date": "July 12th 2016"
  },
  "representations_and_warranties": {
    "resentations_and_warranties": true
  },
  "incident_response_and_handling": {
    "sp_must_support_incident_response": true,
    "paid_sp_supported_incident_referrals": true,
    "paid_incident_response_support_provided": true,
    "paid_incident_response_info": "",
    "paid_incident_referral_info": true,
    "disclosure_period": "2 days",
    "emergency_contact": true,
    "sp_must_support_incident_referrals": true,
    "recipiant_controls_incident_disclosure_to_third_parties": true,
    "engagement_with_incident_responder": true
  },
  "risk_allocation": {
    "security_incident_force_majeure": true
  },
  "survival": {
    "survival_clause": "The provisions of the Sections \"Disputes\", \"Attorney Fees\", \"Ownership of Work Product\", and \"Limited Liability\" within this Agreement and the Sections \"Confidential Information\" and \"Information Security Safeguards\" within the Rules of Engagement will survive any termination of this Agreement."
  },
  "communications": {
    "communication_security_guidelines": true
  },
  "indemnities": {
    "indemnities_text": "Each party will indemnify the other party from any third-party claims resulting in losses, damages, liabilities, costs, charges, and expenses, including reasonable attorney fees, arising out of any breach of the indemnifying party’s representations and warranties contained in this Agreement, or, in the case of Client’s indemnification of Contractor, arising out of the use of Services provided under this Agreement."
  },
  "expenses": {
    "who_pays_for_expenses": true,
    "basic_payment_conditions": "Payments should be wired directly into Service Providers account. Service Provider will provide account details on the invoice."
  },
  "limitations_on_liability": {
    "limitations_on_liability_text": "Recipient understands that digital security is a continually growing and changing field and that security guidance provided by Service Provider does not mean that Recipient will be able to secure their software and systems from every form of attack. There is no such thing as 100% security, and for example it is never possible to identify vulnerabilities in software or systems for threats that are not known at the time of the assessment.\n\n**Recipient assumes sole and total responsibility and risk for any damages or liabilities arising directly or indirectly out of the services, this agreement, Service Provider’s performance of this agreement, any obligations resulting therefrom, and Recipients’s reliance thereon; and Recipient agrees that any such damages or liabilities are not the responsibility of Service Provider.**\n\n**Without limiting the foregoing, Service Provider and its officers, directors, employees and agents will in no event be liable for any special, incidental, consequential, or any other indirect loss or damage of any nature, including without limitation lost profits or lost revenues, caused to the business or property of Recipient or anyone else arising out of or related to the services, this agreement, Service Providers’s performance of this agreement, any obligations resulting therefrom, and Recipients’s reliance thereon.**\n\n**The entire, aggregate, and maximum liability, if any, of Service Provider, its officers, directors, employees and agents for any and all claims, losses, damages, or expenses arising out of or related to the services, this agreement, Service Provider’s performance of this agreement, any obligation resulting therefrom, and Recipients’s reliance thereon, shall in no event be greater than the amount paid by Recipient to Service Provider under this agreement.**\n\n**This limitation of liability is an essential and bargained for part of this agreement, and Service Provider would not perform the services without this limitation. No representative of Service Provider has authority to verbally modify the terms of this limitation.**"
  },
  "termination_without_cause": {
    "cancellation_fee": true,
    "cancellation_fee_amount": "of $5000 USD",
    "days_in_notice_period": "15"
  },
  "disputes": {
    "location_for_litigation": "Washington, DC",
    "choice_of_law": "Scotland",
    "delay_after_mediation_before_requesting_other_means": "30",
    "losing_party_pays_winner": true,
    "mediation_occurs_before_other_adr_or_legislation": true,
    "alternative_dispute_resolution_provider": "JAMS",
    "use_binding_arbitration": true
  },
  "assignment": {
    "ownership_of_work_product": "Service Provider shall retain all copyright, patent, trade secret and other intellectual property rights Service Provider may have in anything created or developed by Service Provider for Recipient under this Agreement and any Statement of Work."
  },
  "payment": {
    "late_fee_timeline": "30 days",
    "assessor_provides_additional_service": true,
    "late_fee_percentage": "1.5",
    "payment_due_days": "30",
    "late_fee_charged": true,
    "funded": "recipient",
    "assessor_rates_for_additional_services": "",
    "recipiant_must_pay_for_additional_service": true
  },
  "secure_data_handling": {
    "data_retention_period": "180 days",
    "data_security_guidelines": true,
    "device_security_guidelines": true
  },
  "scope_changes": {
    "paid_deliverable_revision_info": "",
    "sow_modification_notification_days": "15",
    "number_of_free_revisions_allowed": "3",
    "unpaid_recipiant_requested_revisions": true,
    "paid_recipiant_requested_revisions": true
  },
  "scope_of_work": {
    "status_updates_frequency": "every 15 days",
    "progress_updates_included": true,
    "status_update_meeting_attendees": "the Recipient's point of contact",
    "active_technical_measures": true,
    "activities_not_included": "In general, it should be ensured that actual operations in the organisation are not significantly disrupted by the assessment during the Engagment. The Service Provider will never actively intervene in systems, and therefore will not provide any instructions for making changes to the systems being audited.",
    "status_updates_start": "when Assessment activities begin",
    "status_updates_end": "when reporting begins",
    "written_updates_recipients": "the Recipient's point of contact",
    "status_updates_format": "in_person",
    "on_site_assessment_activities": true
  }
}
